{
  "Card1" : {
    "Topic": "CAUSE AND EFFECT",
    "Image":"*",
    "Caption": "Actions have consequences. How can the next few events result 'because' of something your hero does?",
    "Descript": "Everything happens for a reason. Usually, that reason should be your hero. Look for ways he can take the reigns of the story. <br>There's nothing wrong with a 'passive' hero as long as his passivity alters the course of the story. (By his doing nothing, something changes.) <br>Consider reversing the cause and effect. What if your hero robs a bang 'because' he's a fugitive? What if your dactor causes rather than cures the epidemic?",
    "Suggestions": [
      "Talk through your story, replacing every 'and then' with 'because'. What would you need to change?",
      "Imagine your story being told in reverse, 'Memento'-style. How could your setups become payoffs?",
      "The biggest effects come from irrevocable choices. List three decision your hero couldn't take back."
    ]
  },
  "Card2" : {
    "Topic": "FIGHT THE GIANT",
    "Image":"*",
    "Caption": "Your hero will have to face her adversary at some point. Why not now?",
    "Descript": "We usually think of showdowns coming at the end of the story, but early battles allow for new complications.<br>A crushing defeat gives your hero something to prove. Does she dobut herself? Will her allies stuand with her?<br>A surprise victory could turn an enemy into an ally, or spawn an even more powerful Big Bad -- perhaps the mother or brother of the defeated",
    "Suggestions": [
      "List three ways the enemy could bring the fight to the hero rignt now.",
      "If your hero has a plan, how can he be forced to accelerate it? Perhaps he learns new information, or a window of opportunity is closing.",
      "Coincidence happens. Brainstorm three ways your hero and antagonist could find themselves in the same location unexpectedly."
    ]
  },
  "Card3" : {
    "Topic": "TALK IT OUT",
    "Image":"*",
    "Caption": "If your hero and the antagonist had an honest discussion, what would they say to each other?",
    "Descript": "Perhaps your hero and the antagonist are not so far apart -- or maybe it's much worse than either of them realized. A conversation will make it clear. <br>Sometimes it's a stranger that your hero opens up to, revealing truths she herself didn't comprehend. <br>This conversation may never make it into the story, but it can reveal what's driving your characters in the moment. It may also give you useful dialogue. <br>So don't hold back. Let them get everything off their chests.",
    "Suggestions": [
      "List three locations or situations in which your hero and your adversary could talk at length.",
      "Brainstorm three characters your hero could confide in.",
      "Imagine a conversation between your hero and his younger self. What advice would he give?",
      "If your antagoinst is non-human (e.g., a storm, an island, the alien in 'Alien'). Imagine it as a erson. How does it speak? How would it describe what it wants?"
  ]
  },
  "Card4" : {
    "Topic": "NOT MY JOB",
    "Image":"*",
    "Caption": "Give your hero new responsibilities, including a chance to prove herself.",
    "Descript": "Let your hero become the boss, or the new janitor. It doesn't have to be a profession. Give him a baby to take care of -- or a baby elephant. New obligations mean new options, both for the hero and the story. <br>Like judo, you're lookin for ways to play your hero's strengths against him. Make the lone wolf lead the mission. Make the captain shovel coal. <br>Or maybe your hero used to have this job, but left it behind. What would bring her back?",
    "Suggestions": [
      "List three interesting jobs in your world, then brainstorm how your hero might fill them.",
      "Imagine your hero is drafting a resume. What would she list for her career goals?", 
      "If your hero were to pretend to have another occupation, what might it be?"
    ]
  },
  "Card5" : {
    "Topic": "NARRATOR",
    "Image":"*",
    "Caption": "Imagine your story as told by an omniscient narrator. What would Morgan Freeman say?",
    "Descript": "What would your narrator tell us? Would he simply provide backstory, or connect the dots along the way? Would he be a character in the story itself -- perhaps framing events that happened in the past -- or exist outside the plot? <br>Narrators tell us what's important, and often state the lesson of the story. Even if you don't use a narrator, knowing what one might say can reveal unexplored themes.",
    "Suggestions": [
      "Tell your story out loud with your best storyteller voice. Try to use a lot of 'althoughs' and 'meanwhiles'.",
      "What if your narrator is lying, or otherwise unreliable? Consider ways you could misdirect the reader.",
      "List three characters who could narrate the story. How would it change with each of them?",
      "Imagine your story narrated by a famous actress, a famous rapper, or a cartoon character."
    ]
  },
  "Card6" : {
    "Topic": "EVERY VILLAIN IS A HERO",
    "Image":"*",
    "Caption": "Your antagonist probably think he's the good guy. Imagine the story from his perspective.",
    "Descript": "What is the villain trying to do? Beyond the hero, what other obstacles are in his way? <br>Don't stop at the villain's motivation (e.g., revenge, greed, survival). Rather, look for what the journey is. We mght only see a small part of it from the hero's perspective, but knowing the whole arc gives us more to push against. <br>Let your villain struggle and win a few times along the way. After all, he doesn't know he's the bad guy.",
    "Suggestions": [
      "Plot out what would happen if your hero never showed up. What would the villain/antagonist do? Would a different hero rise up?",
      "What is your villain's greatest fear? Who does he love? Can either of these cause him to take action of your story?",
      "Brainstorm three moments in which your villain could be surprisingly heroic."
    ]
  },
  "Card7" : {
    "Topic": "MOVE AHEAD THREE SPACES",
    "Image":"*",
    "Caption": "Would would happen if you skipped over the next few scenes/days/years?",
    "Descript": "Jumping forward gives you a chance to re-center your characters in the story, and show the effects of their actions. Like a curtain between actions, if lets you change styles and settings and season. <br>Readers can often fill in what they missed, particularly when the overall patterns are clear. We don't need to see every week at Hogwarts, because we know how schools work. <br>If skipping scenes makes little impact on your story, that's a clear sign you nee to get rid of them.",
    "Suggestions": [
      "Look for ways to combine scenes and locations. If your hero needs to have an argument and then go hiking, can the arguement happen on the hike?",
      "List three events the reader might anticipate will happen in your story, such as Regionals, Prom, or the wedding. Could you skip ahead to one of them?",
      "Think about thransitions: Is there a natural way to make it clear that time has passed (e.g., Christmas trees, sunrise, graduation)?"
    ]
  },
  "Card8" : {
    "Topic": "STOP TALKING",
    "Image":"*",
    "Caption": "Actions speak louder than words. If your character couldn't talk, what would they do?",
    "Descript": "Dialog is great, but sometimes your characters need to shut up and do something. Look for ways to take away their ability to talk, and force them to find other ways to communicate. <br>There are countless ways to make normal speech impossible, from the necessity of stealth to equipment failure to foreign languages. <br> Silence can also be a choice. Maybe your hero isn't saying anything because he's simply done talking.",
    "Suggestions": [
      "Imagine this moment in a silent film. How would you know what's going on?",
      "If your hero could only say five words, what would they be?",
      "Could the story beats happen in a montage rather than full scenes? What would those moments be?"
    ]
  },
  "Card9" : {
    "Topic": "CHANGE RELATIONSHIPS",
    "Image":"*",
    "Caption": "Consider other ways your characters could be related both now and in the past.",
    "Descript": "What if the hero and villain were brothers? Lovers? Neighbors? Childhood friends? <br>Every two characters in your story have a relationshp, even if it's a stranger. But the most interesting relationship might not be the most obvious one, so consider many possibilities. <br>While you're at it, try moving the clock. Is your hero couple newlywed or nearly-divorced? Could they meet for the first time in your story, or be celebrating twent years? <br>Always ask yourself: How could this relationship cause more challenges for the hero?",
    "Suggestions": [
      "Picture your hero on a date with each of the major characters in the story. Where would they go? What would the end of the night be like?",
      "If all the major characters in your story were part of a single family, who would have what role? What would the arguments be?",
      "Pick two supporting characters and imagine them as dogs or cats. How would the story change?"
    ]
  },
  "Card10" : {
    "Topic": "STANDARD PROCEDURES",
    "Image":"*",
    "Caption": "What if this happened all the time? Is your hero writing the rules or breaking them?",
    "Descript": "One character's crisis is another character's ordinary day at the office. <br>What would happen if this situation happened all the time? Is your hero a help or a hinderance? <br>Heroes often find themselves in extraordinary circumstances, but sometimes they can apply skills from their normal lives. If your hero can fix her truck, can she fix a tank? If she can lead her son's baseball team to victory, can she lead a band of survivors out of a Peruvian jungle? <br>THe best heros often end up breaking rules they've made up.",
    "Suggestions": [
      "Write a checklist of rules and procedures for this situation. Now look for ways they can become obstacles for your hero.",
      "Make a list of skills fromyour hero's ordinary life. How could thye be adopted to fit this challenge?",
      "Research how this situation (or place, or job) is handled in the real world. Who is in charge? Look for protocols and gatekeepers"
    ]
  },
  "Card11" : {
    "Topic": "PUNY HUMANS",
    "Image":"*",
    "Caption": "Sometimes, it really is the end of the world. How would your story change if the stakes were cataclysmic?",
    "Descript": "Looking at how your hero might respond to a major cataclysm - asteroid, plague, tsunami, robot uprising - can offer insights into her actions at more human level jeopardy. SO start blwoing things up. Knock down some national monuments. Smash, crash and see what you get. <br>What's important to your hero? Who would she save? Where would she go? And once there, would she lead the resistance, or keep her head down? <br>How would a cataclysm change your hero's interaction with the antagonist? Would they still be an opposing side?",
    "Suggestions": [
      "A comet will smash into the Earth in 24 hours. What would your hero do?",
      "Imagine your story in a post-apocalyptic world. What would change? What might stay the same?",
      "What if your hero was the invader? Consider the story if he was the conqueror rather than the conquered."
    ]
  },
  "Card12" : {
    "Topic": "STACK OF NEEDLES",
    "Image":"*",
    "Caption": "Too much can be worse than too little. Overwhelm your hero with more than she can handle.",
    "Descript": "Whatever your hero needs, give him way too much of it. GIve the detective six thousand clues. Give the sad sack forty dates. <br>How heroes handle success can be as illuminating as how they handle failure. Are they gracious? Vindictive? Can they make the transition from rebel to king? <br>Irony shines a spotlight on the struggle of life. You may be dying of thirst, but with a few bad decisions, you can drown in the desert.",
    "Suggestions": [
      "List three things the hero needs or wants. For each, what might be the consequence of getting too much?",
      "An actual stack of needles is no match for a strong magnet. What are ways your hero could handle a sudden deluge?",
      "Consider jealousy. How would your hero reacti if other characters suddenly had their wishes fulfilled? Or vice versa?"
    ]
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  },
  "Card2" : {
    "Topic": "",
    "Image":"*",
    "Caption": "",
    "Descript": "",
    "Suggestions": []
  }
}
